{
    "title-index": "صيدلية ميديكا",
    "home-nav": "الرئيسية",
    "about-us-nav": "من نحن",
    "services-provided-nav": "الخدمات المقدمة",
    "contact-us-nav": "اتصل بنا",

    "welcome-msg": "مرحبًا بكم في صيدلية ميدكا!",

    "address": "العنوان",
    "get-directions": "احصل على الاتجاهات",
    "store-hours": "ساعات العمل",
    "store-hours-text": "الإثنين - الجمعة: 9 صباحًا – 7 مساءً<br>السبت: 9 صباحًا – 4 مساءً<br>الأحد: 10 صباحًا – 2 مساءً",
    "contact-us": "الاتصال",
    "phone-fax": "الهاتف: (519) 255-7777<br>فاكس: (519) 255-7778",
    "email-us": "أرسل لنا بريدًا إلكترونيًا",
    "facebook-desc": "تابعنا على فيسبوك للحصول على<br>آخر التحديثات، الأخبار،<br>والقصص من<br>صيدلية ميديكا.",
    "facebook-desc-footer": "<b>هل لديك أي تعليقات أو أسئلة؟ تفضل بزيارة صفحتنا على فيسبوك</b>",

    "services-provided": "الخدمات المقدمة",
    "services-desc": "في صيدلية ميديكا، نقدم مجموعة من الخدمات الصحية المصممة لتناسب احتياجاتك. من تجديد الوصفات الطبية إلى الاستشارات الشخصية، استكشف ما يمكننا تقديمه لك.",
    "service1": "استشارة مع الصيدلي",
    "service2": "الرعاية للأمراض البسيطة",
    "service3": "قراءات ضغط الدم",
    "service4": "إدارة مضادات التخثر",
    "service5": "علب الأدوية الأسبوعية",
    "service6": "توصيل مجاني إلى المنزل",
    "service7": "جوارب وجزمات ضاغطة",
    "service8": "التطعيمات والتحصينات",
    "service9": "خدمات بعدة لغات",

    "refill": "جدد وصفتك الطبية",
    "transfer": "انقل وصفتك الطبية",

    "mini-about-title": "محلية وموثوقة من المجتمع",
    "mini-about-desc": "تفتخر صيدلية ميديكا بكونها مملوكة محليًا ومرتبطة ارتباطًا وثيقًا بمجتمع شارع إيري والمجتمع الإيطالي. نحن ممتنون لكوننا جزءًا من مجتمع رائع مليء بالأشخاص الطيبين، وسنسعى دائمًا لدعم وتطوير هذا المجتمع من خلال رعايتنا وأفعالنا.<br>نتطلع إلى الترحيب بك في عائلة ميديكا!",

    "what-makes-us-diff": "ما الذي يميزنا",

    "what-1": "<b>خدمة سريعة:</b> غالبًا ما تكون الوصفات الجديدة جاهزة خلال دقائق.",
    "what-2": "<b>رعاية شخصية:</b> يأخذ الصيدلي لدينا الوقت للاستماع، والإجابة على أسئلتك، والتأكد من أنك تفهم أدويتك جيدًا.",
    "what-3": "<b>نأتي إليك:</b> إذا كانت لديك وصفة طبية ولكن لا يمكنك الحضور إلى الصيدلية، سنأتي إليك. سيقوم فريقنا باستلام وصفتك وتسليم الأدوية بمجرد تجهيزها.",
    "what-4": "<b>دائماً هنا من أجلك:</b> الصيدلية مفتوحة طوال أيام الأسبوع، بما في ذلك العطلات، لذا دائماً يوجد شخص هنا لمساعدتك عندما تحتاج.",

    "reviews": "المراجعات",
    "see-more-reviews": "عرض المزيد من المراجعات",

    "app-promo": "قم بزيارة صيدلية ميدكا في أي وقت ومن أي مكان!",

    "how-it-works": "كيف يعمل",
    "how-1": "سجل الدخول أو تابع كضيف",
    "how-2": "اضغط على \"المواقع\" وابحث عن صيدلية ميديكا بالاسم أو العنوان",
    "how-3": "اختر صيدليتنا",
    "how-4": "ابدأ بتجديد وصفتك الطبية، أو أرسل وصفة جديدة، أو تواصل معنا مباشرة عبر التطبيق",


    "title-about": "معلومات عنا",
    "about-us-title": "معلومات عنا",

    "our-mission": "مهمتنا",
    "our-mission-text": "في صيدلية ميديكا، نحن ملتزمون بتقديم أعلى جودة من الرعاية لكل مريض يزورنا. نحن نؤمن ببناء علاقات ذات معنى مع كل فرد ولن نعامل أحدًا كرقم.<br>رعاية المرضى هي دائمًا أولويتنا القصوى. سنسعى دائمًا لإيجاد طرق جديدة لتحسين وتوسيع الرعاية التي نقدمها لتلبية احتياجات مجتمعنا.<br>الصيدلية هي واحدة من أكثر نقاط الرعاية الصحية سهولة في الوصول إليها، ومن مسؤوليتنا التعامل مع أسئلة واهتمامات جميع المرضى الذين يطلبون مساعدتنا. كل مريض يستحق وقتنا وجهدنا، ونحن ملتزمون بمساعدتك في تطوير خطة رعاية شخصية تناسبك. سواء كنت تزورنا لأول مرة أو كنت معنا منذ سنوات، نرحب بك لطرح الأسئلة ومشاركة الملاحظات والبقاء على تواصل. نحن دائمًا سعداء بسماع أخبارك.",

    "meet-your-rph": "تعرف على صيدليتك!",

    "fv-caption": "Frank, صيدلي ومالك",

    "ak-caption": "Amar, صيدلي",

    "ji-caption": "Jeremy, صيدلي",

    "bm-caption": "Brandon, صيدلي",

    "fv-desc": "تخرج فرانشيسكو من كلية الصيدلة منذ أكثر من 20 عامًا وبدأ ممارسة المهنة في كندا عام 2008. اختار مهنة الصيدلة لأنه شغوف بمساعدة الآخرين. جاء قراره بفتح صيدلية ميدكا من رغبته في رد الجميل للمجتمع وترك إرث دائم في رعاية المرضى. خارج الصيدلية، يستمتع فرانشيسكو بلعب الغولف والشطرنج.",
    "ji-desc": "بدأ جيريمي مسيرته في مجال الصيدلة قبل عام واحد فقط من المساعدة في افتتاح صيدلية ميدكا عام 2019. وبما أنه كان جزءًا من الفريق منذ البداية، فهو يعتبر العمل في ميدكا وكأنه جزء من عائلة.",
    "ak-desc": "عمار صيدلي ملتزم يعمل في صيدلية ميدكا. بدأ مسيرته في الصيدلة عام 2016 وانضم إلى ميدكا في عام 2019 بعد فترة قصيرة من افتتاحها.",
    "bm-desc": "أصبح براندون صيدليًا منذ عام 2011، ومع أكثر من عقد من الخبرة، انضم إلى فريق ميدكا في عام 2025. خارج الصيدلية، يستمتع بكل ما يتعلق بالموسيقى وقضاء وقت مميز مع عائلته.",
        
    "the-bocce-court": "ملعب البوتشي",
    "bocce-text": "ربما لاحظت ملاعب البوتشي بجانب الصيدلية. البوتشي هو لعبة إيطالية تقليدية يستمتع بها العديد من الثقافات الأخرى أيضًا، وتُعرف باسم \"بول\" في فرنسا وتشبه لعبة بولينج الحديقة في إنجلترا. إنها لعبة مهارة واستراتيجية ومتعة.<br>تم بناء هذه الملاعب من قبل مالك صيدلية ميديكا، فرانشيسكو فيلا، كوسيلة لتحسين الجانب الشرقي من شارع إيري وخلق مساحة تجمع الناس من كل مكان. سواء كنت تشارك في لعبة أو فقط تمر لتناول الآيس كريم من الجهة المقابلة، فأنت دائمًا مرحب بك للاسترخاء في الملاعب والاستمتاع بالأجواء.",




    "title-services": "الخدمات",
    "services-header": "الخدمات المقدمة",

    "service1-desc": "يسعد صيادلتنا دائمًا التحدث مع المرضى للإجابة على الأسئلة ومعالجة أي مخاوف. نقدم مراجعات للأدوية لمساعدتك على فهم وصفاتك بشكل أفضل والتأكد من فعاليتها. لتلبية احتياجاتك، يتوفرفي صيادلتنا للاستشارات عبر الهاتف أو شخصيًا في غرف الاستشارة الخاصة داخل صيدلية ميدكا.",
    "service2-desc": "صيادلتنا مؤهلون لتقييم ووصف العلاج لمجموعة متنوعة من المشكلات الصحية اليومية، مما يجعل الرعاية أكثر سهولة عندما تحتاج إليها.<br>يمكننا مساعدتك في:",
    "service2-list1": "الأمراض الشائعة: الحساسية الموسمية، التهاب العين (العين الوردية)، الحموضة، الغثيان أثناء الحمل، ومشاكل الفم مثل القروح الباردة أو القلاع.",
    "service2-list2": "مشاكل الجلد: حب الشباب، الطفح الجلدي، الإكزيما، التهاب الجلد (بما في ذلك طفح الحفاض)، لدغات الحشرات، والشرى.",
    "service2-list3": "صحة المرأة: التهابات المسالك البولية غير المعقدة، عدوى الخميرة، آلام الدورة الشهرية، والبواسير.",
    "service2-list4": "مشكلات الأطفال: الديدان الدبوسية وتهيج الجلد لدى الأطفال الصغار.",
    "service2-list5": "الإصابات الطفيفة والرعاية الوقائية: التواء العضلات، إجهاد المفاصل، ولدغات القراد.",
    "service2-closing": "لا تتردد في الاتصال بنا إذا كانت لديك أي أسئلة محددة.",

    "service3-desc": "نرحب بجميع المرضى لاستخدام أجهزة قياس ضغط الدم لدينا في أي وقت. كما ستساعدك صيادلتنا على فهم النتائج وتقديم نصائح لنمط حياة صحي لتحقيق أهدافك.",

    "service4-desc": "نقدم خدمات إدارة مميعات الدم للمرضى الذين يتناولون أدوية مثل الوارفارين. <br>يشمل ذلك:",
    "service4-list1": "مراقبة INR المجدولة بانتظام",
    "service4-list2": "تعديلات فورية للجرعة (بدون الحاجة لزيارة الطبيب)",
    "service4-list3": "تثقيف وتوصيات شخصية لتحقيق الأهداف المرجوة",
    "service4-closing-download": "تحدث إلى صيدلي لمزيد من التفاصيل. <br>قم بتنزيل نموذج الإحالة هنا",

    "service5-desc": "تساعد عبوات الأدوية الأسبوعية أو نصف الشهرية، المُعدة يدويًا من قبل طاقمنا، في تنظيم الأدوية ضمن خانات مخصصة وواضحة لكل وقت من اليوم (الفطور، الغداء، العشاء، قبل النوم). <br>إذا كنت مهتمًا، تحدث إلى أحد صيادلتنا اليوم.",

    "service6-desc": "نقدم خدمة توصيل مجانية للأدوية للمرضى الذين لا يمكنهم زيارة الصيدلية. <br>ساعات التوصيل المعتادة:",
    "mon-fri": "الاثنين - الجمعة",
    "sat": "السبت",
    "sun": "الأحد",
    "service6-closing": "هل لديك ظروف خاصة؟ أخبرنا وسنحاول مساعدتك قدر الإمكان.",

    "service7-desc": "نقدم جوارب وأكمام ضغط بوصفة طبية للمساعدة في مشاكل الدورة الدموية أو التورم. يرجى زيارتنا شخصيًا للقياس قبل الطلب. <br>اتصل مسبقًا لحجز موعد.",

    "service8-desc": "صيادلتنا المعتمدون مدربون على إعطاء مجموعة متنوعة من اللقاحات لحمايتك أنت وعائلتك من الأمراض التي يمكن الوقاية منها. <br>ملاحظة: قد تتطلب بعض اللقاحات إحالة أو زيارة لطبيب. اسأل طاقمنا عن اللقاحات المتاحة.",

    "service9-desc": "نحن فخورون بتقديم خدماتنا باللغات الإنجليزية والفرنسية والإيطالية.",



    "title-contact": "اتصل بنا",
    "contact-us-header": "اتصل بنا",

    "numbers-opening": "للحصول على رد أسرع، اتصل بنا خلال ساعات العمل العادية",
    "phone-fax-email": "<b>الهاتف: </b> <a href=\"tel:+15192557777\">(519) 255-7777</a><br><b>الفاكس: </b> (519) 255-7778<br><b>البريد الإلكتروني:</b> <a href=\"mailto:medicarxwindsor@gmail.com\">medicarxwindsor@gmail.com</a>",

    "pre-form-message": "تتواصل معنا بعد ساعات العمل؟ أرسل لنا بريدًا إلكترونيًا أو املأ نموذج الاتصال أدناه. سنرد عليك في أقرب وقت ممكن.",

    "contact-label-name": "الاسم",
    "contact-placeholder-name": "أدخل اسمك",

    "contact-label-email": "البريد الإلكتروني",
    "contact-placeholder-email": "أدخل بريدك الإلكتروني",

    "contact-label-subject": "الموضوع",
    "contact-placeholder-subject": "أدخل الموضوع",

    "contact-label-message": "الرسالة",
    "contact-placeholder-message": "اكتب رسالتك",

    "contact-label-upload": "رفع ملف",

    "button-send": "إرسال",
    "button-reset": "إعادة تعيين",

    "visit-our-store": "قم بزيارة متجرنا",
    "map-desc": "استخدم الخريطة أدناه للعثور على موقعنا",

    "free-parking": "موقف سيارات مجاني متاح",
    "free-parking-desc": "موقف سيارات مجاني متاح لمرضى وموظفي Medica. <br> يمكنك الوصول إلى موقف السيارات خلف ملاعب البوتشي عبر الممرات ",



    "title-refill": "طلب إعادة تعبئة الوصفة",
    "refill-header": "أعد تعبئة وصفاتك الطبية",
    "refill-desc": "قم بإعادة تعبئة وصفتك الطبية الحالية عن طريق الاتصال بالصيدلية أو تعبئة النموذج أدناه.<br>بمجرد استلام طلبك، سيتواصل معك أحد أعضاء فريق الصيدلية لتأكيد التفاصيل.",
    "refill-form": "نموذج طلب إعادة التعبئة",
    "refill-firstname": "الاسم الأول",
    "refill-placeholder-first": "الاسم الأول",
    "refill-lastname": "اسم العائلة",
    "refill-placeholder-last": "اسم العائلة",
    "refill-phone": "رقم الهاتف",
    "refill-rxNum": "رقم الوصفة الطبية (Rx)",
    "rxNum-text": "يرجى فصل أرقام الوصفات الطبية باستخدام فاصلة",
    "refill-rxName": "اسم الدواء (اختياري)",
    "refill-placeholder-rxName": "مثال: إيبوبروفين 600 مجم",
    "refill-comments": "تعليقات أو تعليمات إضافية",
    "refill-placeholder-comments": "مثال: الرجاء التوصيل قبل الساعة 5 مساءً إلى [العنوان]",
    "confidentiality": "يتم الاحتفاظ بجميع المعلومات الشخصية بسرية تامة.",



    "title-transfer": "طلب نقل الوصفات الطبية",
    "transfer-header": "انقل وصفاتك الطبية",
    "transfer-desc": "هل ترغب في أن تصبح مريضًا في صيدلية ميديكا؟ يسعدنا استقبالك.<br>يرجى تعبئة النموذج أدناه، وسنتولى الباقي! سيتواصل معك أحد أعضاء فريقنا للتحقق من التفاصيل.",
    "transfer-form": "نموذج طلب النقل",
    "transfer-firstname": "الاسم الأول",
    "transfer-placeholder-first": "الاسم الأول",
    "transfer-lastname": "اسم العائلة",
    "transfer-placeholder-last": "اسم العائلة",
    "transfer-phone": "رقم الهاتف",
    "transfer-DOB": "تاريخ الميلاد",
    "transfer-pharmName": "اسم الصيدلية الحالية",
    "transfer-currentNum": "رقم هاتف الصيدلية الحالية",    
    "transfer-comments": "تعليقات أو تعليمات إضافية",
    "transfer-placeholder-comments": "مثال: الرجاء تجهيز [الوصفة] للاستلام"
    
}